/* элемент лога события */
"GUID устройства" = "Device GUID";

/* элемент лога события */
"Ok" = "Ok";

/* элемент лога события */
"Активное событие" = "Active event";

/* элемент лога события */
"Билет не найден" = "Ticket not found";

/* элемент лога события */
"Билет уже проходил" = "Ticket already passed";

/* элемент лога события */
"Версия API" = "API version";

/* элемент лога события */
"Версия приложения" = "App version";

/* элемент лога события */
"Время прохода" = "Time of pass";

/* элемент лога события */
"да" = "yes";

/* элемент лога события */
"Дата/Время начала" = "Date/Time of start";

/* элемент лога события */
"Доступ разрешён" = "Access allowed";

/* элемент лога события */
"Имя точки контроля" = "Checkpoint name";

/* элемент лога события */
"Код ответа" = "Response code";

/* элемент лога события */
"Мероприятие" = "Event";

/* элемент лога события */
"Место" = "Seat";

/* элемент лога события */
"Начало контроля" = "Control starts";

/* элемент лога события */
"Неверный вход" = "Wrong entrance";

/* элемент лога события */
"Неизвестная ошибка" = "Unknown error";

/* элемент лога события */
"Неизвестный GUID" = "Unknown GUID";

/* элемент лога события */
"Неизвестный ответ" = "Unknown response";

/* элемент лога события */
"Необходимо обновление" = "App update required";

/* элемент лога события */
"нет" = "no";

/* элемент лога события */
"Нет активного события" = "No active event";

/* элемент лога события */
"Окончание контроля" = "Control ends";

/* элемент лога события */
"Ошибка сети" = "Network error";

/* элемент лога события */
"Проходил через" = "Passed through";

/* элемент лога события */
"Ряд" = "Row";

/* элемент лога события */
"Сектор" = "Sector";

/* элемент лога события */
"Точка контроля" = "Checkpoint";

/* элемент лога события */
"Штрих-код" = "Barcode";

/* Строка лога */
" Билет %@" = " Ticket %@";

/* Сообщение алерта - 2я строка */
"\n%@ ошибка %li" = "\n%1$@ error %2$li";

/* Сообщение алерта - 2я строка */
"\nНе могу соединиться с сервером" = "\nCan't connect to server";

/* Сообщение алерта - 2я строка */
"\nНеверный URL сервера" = "\nWrong server URL";

/* Сообщение алерта - 2я строка */
"\nНеверный ответ сервера" = "\nWrong server response";

/* Сообщение алерта - 2я строка */
"\nНеверный формат ответа" = "\nWrong format of response";

/* Сообщение алерта - 2я строка */
"\nОшибка DNS" = "\nDNS error";

/* Сообщение алерта - 2я строка */
"\nОшибка безопасности (SSL)" = "\nSecurity error (SSL)";

/* Сообщение алерта - 2я строка */
"\nОшибка в URL сервера" = "\nError in server URL";

/* Сообщение алерта - 2я строка */
"\nПревышен максимальный размер данных" = "\nMaximum data size exceeded";

/* Сообщение алерта - 2я строка */
"\nПревышено время ожидания" = "\nTime-out exceeded";

/* Сообщение алерта - 2я строка */
"\nПроверьте сетевое соединение" = "\nCheck your network connection";

/* Сообщение алерта - 2я строка */
"\nСетевое соединение потеряно" = "\nNetwork connection lost";

/* Сообщение алерта - 2я строка */
"\nСлишком много редиректов" = "\nToo many redirects";

/* Кнопка Ок */
"Ok" = "Ok";

/* Сообщение в алерте */
"Батарея сканера заряжается" = "Scanner battery is charging";

/* Отображение суб-статуса */
"БИЛЕТ УЖЕ ПРОХОДИЛ" = "TICKET ALREADY PASSED";

/* Отображение суб-статуса */
"БИЛЕТА НЕТ В БАЗЕ" = "NO SUCH TICKET IN DATABASE";

/* Текст в диалоговом окне ввода штрихкода вручную */
"Введите штрих-код" = "Enter the barcode";

/* Кнопка Готово */
"Готово" = "Done";

/* Отображение главного статуса */
"ДОСТУП ЗАПРЕЩЁН" = "ACCESS DENIED";

/* Отображение главного статуса */
"ДОСТУП РАЗРЕШЁН" = "ACCESS ALLOWED";

/* Отображение суб-статуса */
"ДОСТУП ЧЕРЕЗ ДРУГОЙ ВХОД" = "ACCESS THROUGH OTHER ENTRANCE";

/* Сообщение в алерте */
"Заряд батареи сканнера: " = "Scanner battery charge: ";

/* Заголовок алерта */
"Информация" = "Information";

/* Отображение главного статуса */
"НЕ ГОТОВ" = "NOT READY";

/* Сообщение алерта */
"Неверный GUID! Обратитесь к администратору системы" = "Wrong GUID! Contact the system administrator";

/* Сообщение алерта */
"Неверный ответ сервера" = "Wrong server response";

/* Отображение суб-статуса */
"НЕИЗВЕСТНАЯ ОШИБКА" = "UNKNOWN ERROR";

/* Сообщение алерта */
"Неизвестный ответ сервера" = "Unknown server response";

/* Сообщение алерта */
"Нет кода ответа сервера" = "No server response code";

/* Отображение суб-статуса */
"НЕТ СОБЫТИЯ ДЛЯ КОНТРОЛЯ" = "NO EVENT TO CHECK";

/* Сообщение в алерте */
"Нет соединения с сервером" = "No server connection";

/* Cообщение алерта */
"Низкий заряд батареи сканера. Пожалуйста, подключите сканер к зарядному устройству" = "Low scanner battery charge. Please connect the scanner to a charging adapter.";

/* Отображение главного статуса */
"ОЖИДАНИЕ ПРОВЕРКИ" = "WAITING FOR SCAN";

/* Кнопка Ок */
"Ок" = "Ок";

/* Кнопка Отмена */
"Отмена" = "Cancel";

/* Заголовок алерта */
"Ошибка" = "Error";

/* Сообщение алерта - 1я строка */
"Ошибка соединения с сервером" = "Server connection error";

/* Кнопка Повторить
   Сообщение алерта */
"Повторить" = "Retry";

/* Отображение главного статуса */
"ПОИСК БИЛЕТА" = "SEARCHING TICKET";

/* Сообщение в алерте */
"Сканнер не подключен" = "Scanner is not connected";

/* Сообщение в алерте */
"Соединение с сервером установлено" = "Server connection has been established";

/* Статус в логе */
"БИЛЕТ УЖЕ ПРОХОДИЛ" = "TICKET ALREADY PASSED";

/* Статус в логе */
"БИЛЕТА НЕТ В БАЗЕ" = "NO SUCH TICKET IN DATABASE";

/* Статус в логе */
"ДОСТУП ЗАПРЕЩЁН" = "ACCESS DENIED";

/* Статус в логе */
"ДОСТУП РАЗРЕШЁН" = "ACCESS ALLOWED";

/* Статус в логе */
"ДОСТУП ЧЕРЕЗ ДРУГОЙ ВХОД" = "ACCESS THROUGH OTHER ENTRANCE";

/* Статус в логе */
"НЕИЗВЕСТНАЯ ОШИБКА" = "UNKNOWN ERROR";

/* Статус в логе */
"НЕТ СОБЫТИЯ ДЛЯ КОНТРОЛЯ" = "NO EVENT TO CHECK";

